{
    "_id": ObjectId("574b5478802eb8e5576e838a"),
    "url": "http://www.nytimes.com/2016/05/30/sports/autoracing/100th-indianapolis-500-alexander-rossi.html",
    "article": "Photo  SPEEDWAY, Ind. — Alexander Rossi, a 24-year-old American rookie, won the Indianapolis 500 on Sunday, the 100th edition of the storied race.  Rossi, from Nevada City, Calif., stretched his fuel mileage to the absolute limit in the final laps and finished well ahead of Carlos Munoz and Josef Newgarden.  “I’m out of fuel, guys,” Rossi told his crew over the radio moments after taking the checkered flag.  After his car was towed to victory lane, Rossi said on the ABC broadcast, “I have no idea how we pulled that off.”  The Indianapolis 500, first run in 1911 but suspended during the two World Wars, had perfect blue skies for its celebration, with a near-record crowd estimated at more than 400,000.  Advertisement Continue reading the main story  All three four-time winners were on hand: Rick Mears, Al Unser and A. J. Foyt, at 84 the oldest living winner. The team owner Roger Penske, celebrating 50 years in the sport, drove the pace car.  It was a solid return to form for the race and its glorious past. Over the last 20 years, the race and the sport of IndyCar racing itself have faced declining attendance and fan interest.  The race ran flat out and caution-free for the first 115 miles, until a yellow flag was thrown to allow debris on the track to be cleaned up.  James Hinchcliffe, who had the pole position, and his fellow front-row starter Ryan Hunter-Reay took turns trading the lead for much of the early going. But Hinchcliffe lost valuable time during his first pit stop when his refueling rig malfunctioned.  Townsend Bell, a part-time racer who works as a television broadcaster, and Newgarden moved in to challenge Hunter-Reay.  It was a tough day for the perennially favored Penske team as the three-time champion Helio Castroneves initially could not get his car to fire on the grid and Will Power was penalized and sent to the rear of the field after colliding on pit road with Tony Kanaan. Simon Pagenaud, another Penske driver, received the same penalty when he bumped into Mikhail Aleshin while leaving his pit.  Juan Pablo Montoya, the race’s defending champion, escaped injury when he crashed just after the 150-mile mark.  Meanwhile, Castroneves continued to sort out his balky car. An excellent pit stop after Montoya’s crash moved him up four positions, to third, and he was able to drive through corners faster than anyone on the track.  Advertisement Continue reading the main story  By the halfway point of the race, Castroneves had managed to move into the lead. The race was slowed for another crash, this time with Sage Karam hitting the wall. He, too, was unhurt.  Earlier in the race, Rossi had fallen to last in the 33-car field. But his team gambled on an out-of-sequence pit strategy. He saved fuel the whole race, and tried to cross up the prerace wisdom that said that to win a driver needed to stay up front and out of trouble all day.  “I have no idea how we pulled that off,” an emotional Rossi said in Victory Circle. “At one point we were 33rd. But we just rolled the dice and went for it.”  Sports Newsletter Get the big sports news, highlights and analysis from Times journalists, with distinctive takes on games and some behind-the-scenes surprises, delivered to your inbox every week.  The final 10 laps seemed to portend a shootout between two other young drivers, Muñoz and Newgarden, who traded the lead until the final laps, when each had to make one last dash to the pits for a splash of fuel.  Muñoz, 24, said he thought his car had enough fuel, but it started to sputter with three laps left.  “We had the car to win today,” said Newgarden, 26, who ran up front the entire race. “But at the end it didn’t fall our way.”  Rossi managed to nurse 36 laps out of his final tank of fuel by being conservative at times, tactical in traffic and resisting the urge to dice with those challenging him for position. Other drivers felt 32 laps was the maximum that could be coaxed from the fuel tanks.  Rossi, who turned to IndyCar racing only this season after being snubbed for a seat at the new America-based Haas Formula One team, drove for car owner Bryan Herta and Andretti Autosport. Herta had previously won the Indy 500 with the Dan Wheldon, using a similar strategy in the 2011 race.  “Bryan pulled off a tremendous race strategy for us,” said Rossi, whose steep learning curve this month at Indianapolis Motor Speedway kept him out of the prerace conversation for contenders in this race.  Advertisement Continue reading the main story  Rossi left the United States for racing in Europe a decade ago after beating 2,000 other drivers in a talent contest sponsored by an energy drink maker to identify up-and-coming American racing talent.  It was a tough day for the perennially favored Penske team. Castroneves was third with a few laps to go but also had to pit late for fuel. Will Power was penalized to the rear of the field after he collided in the pit road with Tony Kanaan. Later, Simon Pagenaud suffered the same penalty when he bumped into Mikhail Aleshin while leaving his pit. Montoya escaped injury when he crashed out just after the 150-mile mark.  The chances of the early leaders Hinchcliffe, Hunter-Reay and Bell were damaged by pit road incidents of their own. Hunter-Reay and Bell tangled with Castroneves, who had the right of way, and lost time for repairs.  Kanaan, the 2013 winner, worked his way into the lead pack, but he had to back off in the final laps because his crew calculated he would run shy of fuel to go the distance. He had to pit with seven circuits to go, and ended up fifth."
}